{
    "Sign In": "Sign In",
    "Profile": "Profile",
    "Welcome to DealScout": "Welcome to DealScout",
    "your partner in e-commerce success": "your partner in e-commerce success",
    "Choose Plan": "Choose Plan",
    "About Us": "About Us",
    "Welcome to DealScout, your partner in e-commerce success. Our team of expert analysts dive deep": "Welcome to DealScout, your partner in e-commerce success. Our team of expert analysts dive deep",
    "into extensive product databases from platforms like Amazon, Walmart, and more. Through rigorous": "into extensive product databases from platforms like Amazon, Walmart, and more. Through rigorous",
    "analysis and advanced algorithms, we identify and provide you with the most profitable deals": "analysis and advanced algorithms, we identify and provide you with the most profitable deals",
    "daily.": "daily.",
    "At DealScout, we're more than a service - we're your strategic ally in maximizing profits and": "At DealScout, we're more than a service - we're your strategic ally in maximizing profits and",
    "staying ahead of the competition. Trust in our insights to guide you to smarter pricing and": "staying ahead of the competition. Trust in our insights to guide you to smarter pricing and",
    "better selling. Choose DealScout, where data drives profit.": "better selling. Choose DealScout, where data drives profit.",
    "Available Plans": "Available Plans",
    "Start Plan": "Starter Plan",
    "Get": "Get",
    "Advanced Plan": "Advanced Plan",
    "Pro Plan": "PRO Plan",
    "start": "Diseñado para vendedores primerizos o aquellos que quieren probar el servicio.^Por $ 24.99, obtiene acceso a 5 operaciones rentables al día para ayudarlo a comenzar a aumentar sus ganancias.",
    "advanced": "Perfecto para vendedores que quieren acelerar su crecimiento.^Por $ 34.99 obtiene acceso a 7 ofertas rentables por día y una garantía de menos personas en su grupo, lo que le permite obtener un servicio más personalizado.",
    "pro": "Este plan es para vendedores serios que buscan maximizar las ganancias.^Por $ 49.99, obtiene acceso a 10 ofertas exclusivas por día y una garantía de la menor cantidad de personas en su grupo, brindando la experiencia más personalizada.",
    "info": "Más información",
    "logout": "Cerrar sesión"
}
