{
    "Sign In": "Войти",
    "Profile": "Профиль",
    "Welcome to DealScout": "Добро пожаловать в DealScout",
    "your partner in e-commerce success": "ваш партнер в успехе электронной коммерции",
    "Choose Plan": "Выбрать план",
    "About Us": "О нас",
    "Welcome to DealScout, your partner in e-commerce success. Our team of expert analysts dive deep": "Добро пожаловать в DealScout, вашего партнера по успешной электронной коммерции. Наша команда опытных аналитиков погружается глубоко",
    "into extensive product databases from platforms like Amazon, Walmart, and more. Through rigorous": "в обширные базы данных продуктов с таких платформ, как Amazon, Walmart и других. Через строгий",
    "analysis and advanced algorithms, we identify and provide you with the most profitable deals": "анализ и продвинутые алгоритмы, мы выявляем и предоставляем вам самые выгодные сделки",
    "daily.": "каждый день.",
    "At DealScout, we're more than a service - we're your strategic ally in maximizing profits and": "В DealScout мы больше, чем услуга — мы ваш стратегический союзник в максимизации прибыли и",
    "staying ahead of the competition. Trust in our insights to guide you to smarter pricing and": "опережении конкурентов. Доверьтесь нашим знаниям, которые помогут вам установить более разумные цены и",
    "better selling. Choose DealScout, where data drives profit.": "лучше продавать. Выбирайте DealScout, где данные приносят прибыль.",
    "Available Plans": "Доступные планы",
    "Start Plan": "Стартовый план",
    "Get": "Получить",
    "Advanced Plan": "Продвинутый план",
    "Pro Plan": "PRO план",
    "start": "Предназначен для начинающих продавцов или тех, кто хочет попробовать сервис.^За $24,99 вы получаете доступ к 5 прибыльным сделкам в день, которые помогут вам начать увеличивать свою прибыль.",
    "advanced": "Идеально подходит для продавцов, которые хотят ускорить свой рост.^За $34,99 вы получаете доступ к 7 выгодным сделкам в день и гарантию меньшего количества людей в вашей группе, что позволяет вам получить более персонализированный сервис.",
    "pro": "Этот план предназначен для серьезных продавцов, стремящихся максимизировать прибыль.^За $49,99 вы получаете доступ к 10 эксклюзивным предложениям в день и гарантию наименьшего количества людей в вашей группе, что обеспечивает максимально персонализированный опыт.",
    "info": "Подробнее"
}
