{
    "Sign In": "Anmelden",
    "Profile": "Profil",
    "Welcome to DealScout": "Willkommen bei DealScout",
    "your partner in e-commerce success": "Ihr Partner für den Erfolg im E-Commerce",
    "Choose Plan": "Wählen Sie einen Plan",
    "About Us": "Über uns",
    "Welcome to DealScout, your partner in e-commerce success. Our team of expert analysts dive deep": "Willkommen bei DealScout, Ihrem Partner für E-Commerce-Erfolg. Unser Team aus erfahrenen Analysten geht tief in die Materie ein",
    "into extensive product databases from platforms like Amazon, Walmart, and more. Through rigorous": "in umfangreiche Produktdatenbanken von Plattformen wie Amazon, Walmart und anderen. Durch rigoros",
    "analysis and advanced algorithms, we identify and provide you with the most profitable deals": "Durch Analyse und fortschrittliche Algorithmen identifizieren wir die profitabelsten Deals und bieten Ihnen diese an",
    "daily.": "täglich.",
    "At DealScout, we're more than a service - we're your strategic ally in maximizing profits and": "Bei DealScout sind wir mehr als ein Service – wir sind Ihr strategischer Verbündeter bei der Maximierung von Gewinnen und",
    "staying ahead of the competition. Trust in our insights to guide you to smarter pricing and": "der Konkurrenz immer einen Schritt voraus sein. Vertrauen Sie auf unsere Erkenntnisse, die Sie zu einer intelligenteren Preisgestaltung führen",
    "better selling. Choose DealScout, where data drives profit.": "besser verkaufen. Entscheiden Sie sich für DealScout, wo Daten den Gewinn steigern.",
    "Available Plans": "Verfügbare Pläne",
    "Start Plan": "Starterplan",
    "Get": "Erhalten",
    "Advanced Plan": "Erweiterter Plan",
    "Pro Plan": "PRO-Plan",
    "start": "Konzipiert für Erstverkäufer oder diejenigen, die den Service ausprobieren möchten.^Für 24,99 $ erhalten Sie Zugang zu 5 profitablen Trades pro Tag, die Ihnen dabei helfen, Ihre Gewinne zu steigern.",
    "advanced": "Perfekt für Verkäufer, die ihr Wachstum beschleunigen möchten.^Für 34,99 $ erhalten Sie Zugang zu 7 profitablen Angeboten pro Tag und einer Garantie für weniger Personen in Ihrer Gruppe, wodurch Sie einen persönlicheren Service erhalten.",
    "pro": "Dieser Plan richtet sich an seriöse Verkäufer, die ihre Gewinne maximieren möchten.^Für 49,99 $ erhalten Sie Zugang zu 10 exklusiven Angeboten pro Tag und einer Garantie für die geringste Anzahl von Personen in Ihrer Gruppe, was für das individuellste Erlebnis sorgt.",
    "info": "Mehr Informationen",
    "logout": "Ausloggen"
}
